<!doctype html>
<html>
<head>
<meta charset="utf-8">
<title>68</title>
<meta name="viewport" content="width=device-width, initial-scale=1"> 
<link href="style.css" rel="stylesheet" type="text/css">
<style type="text/css">
<!--
.style1 {font-size: 22px}
-->
</style>
</head>

<body>

    <div id="header">
<a href="6jqprak.html"></a>
<div id="headbox"> <font color="#FFFFFF"><B>
<H3>  Sholat Musafir      </H3>
</B></div>
</div>


<div id="single">
    	<div id="isi"><h3><center> <font color="#000000">Jama' Qosor Taqdim   </center></h3><hr>
<h3>Cara Melaksanakan Shalat Jamak Qashar Taqdim, Dhuhur dengan Ashar</h3><br />
		<ol>
		<li><p>Berniat menjamak qasar shalat duhur dengan jamak takdim. Jika dilafalkan sebagai berikut:</p>
		<div>
		  <div align="right" class="style1">ا&#1615;ص&#1614;ل&#1617;&#1616;ي&#1618; ف&#1614;ر&#1618;ض&#1614; الظ&#1617;&#1615;ه&#1618;ر&#1616; ر&#1614;ك&#1618;ع&#1614;ت&#1614;ي&#1618;ن&#1616; ق&#1614;ص&#1618;ر&#1611;ا م&#1614;ج&#1618;م&#1615;و&#1618;ع&#1611;ا ا&#1616;ل&#1614;ي&#1618;ه&#1616; الع&#1614;ص&#1618;ر&#1615; ج&#1614;م&#1618;ع&#1614; ت&#1614;ق&#1618;د&#1616;ي&#1618;م&#1613; لله ت&#1614;ع&#1614;ال&#1614;ى</div>
		</div>
<br />
Usholli Farddhad dhuhri rak'ataini qashran majmuu'an ilaihil 'asru jam'a taqdimi lillahi ta'alaa<br />
"Aku Niat sholat fardhu dhuhur 2 rakaat di jamak qashar serta ashar dengan jamak takdim karena allah ta'alaa"<br />
		</li>
		</li>
		<li>Takbiratul ihram.</li>
		<li>Salat duhur dua rakaat (diringkas)</li>
		<li>Salam.</li>
		<li><p>Berdiri dan niat salat asar, jika dilafalkan sebagai berikut:</p>
		<div class="style1">
		  <div align="right">ا&#1615;ص&#1614;ل&#1617;&#1616;ي&#1618; ف&#1614;ر&#1618;ض&#1614; الع&#1614;ص&#1618;ر&#1616; ر&#1614;ك&#1618;ع&#1614;ت&#1614;ي&#1618;ن&#1616; ق&#1614;ص&#1618;ر&#1611;ا م&#1614;ج&#1618;م&#1615;و&#1618;ع&#1611;ا ا&#1616;ل&#1614;ي&#1618;ه&#1616; الظ&#1617;&#1615;ه&#1618;ر&#1615; ج&#1614;م&#1618;ع&#1614; ت&#1614;ق&#1618;د&#1616;ي&#1618;م&#1613; لله ت&#1614;ع&#1614;ال&#1614;ى</div>
		</div>
<br />
Usholli Farddhad 'asri rak'ataini qashran majmuu'an ilaihil dhuhru jam'a taqdimi lillahi ta'alaa<br />
"Aku Niat sholat fardhu ashar 2 rakaat di jamak qashar serta dhuhur dengan jamak takdim karena allah ta'alaa"<br />
		</li>
		<li>Takbiratul ihram.</li>
		<li>Salat asar dua rakaat (diringkas)</li>
		<li>Salam</li>
		</ol>
    </div>

</div>      
		   
	</div>
</body>
</html>