<!doctype html>
<html>
<head>
<meta charset="utf-8">
<title>69</title>
<meta name="viewport" content="width=device-width, initial-scale=1"> 
<link href="style.css" rel="stylesheet" type="text/css">
<style type="text/css">
<!--
.style1 {font-size: 22px}
-->
</style>
</head>

<body>

    <div id="header">
<a href="6jqprak.html"></a>
<div id="headbox"> <font color="#FFFFFF"><B><H3>  Sholat musafir      </H3></B></div>
</div>


<div id="single">
    	<div id="isi"><h3><center> <font color="#000000">Jama' Qosor Taqdim   </center></h3><hr>
<h3>Cara Melaksanakan Shalat Jamak Qashar Taqdim, Maghrib dengan Isya'</h3><br />
		<ol>
		<li><p>Berniat menjamak qasar salat magrib dengan jamak taqdim. Jika dilafalkan sebagai berikut:</p>
		<div>
		  <div align="right" class="style1">ا&#1615;ص&#1614;ل&#1617;&#1616;ي&#1618; ف&#1614;ر&#1618;ض&#1614; الم&#1614;غ&#1618;ر&#1616;ب&#1616; ث&#1614;ل&#1614;اث&#1614; ر&#1614;ك&#1614;ع&#1614;ات&#1613; م&#1614;ج&#1618;م&#1615;و&#1618;ع&#1611;ا ا&#1616;ل&#1614;ي&#1618;ه&#1616; الع&#1616;ش&#1614;اء&#1615; ج&#1614;م&#1618;ع&#1614; ت&#1614;ق&#1618;د&#1616;ي&#1618;م&#1613; ل&#1616;ل&#1617;&#1614;ه&#1616; ت&#1614;ع&#1614;ال&#1614;ى</div>
		</div>
Usholli Farddhal maghribi tsalasa rak'atin qashran majmuu'an ilaihil isya-u jam'a taqdimi lillahi ta'alaa<br />
"Aku Niat sholat fardhu magrib 3 rakaat di jamak qashar serta isya dengan jamak takdim karena allah ta'alaa"<br />
		</li>
		</li>
		<li>Takbiratul ihram.</li>
		<li>Salat magrib tiga rakaat seperti biasa.</li>
		<li>Salam.</li>
		<li><p>Berdiri dan niat salat isya’. Jika dilafalkan sebagai berikut:</p>
		<div>
		  <div align="right" class="style1">ا&#1615;ص&#1614;ل&#1617;&#1616;ي&#1618; ف&#1614;ر&#1618;ض&#1614; الع&#1616;ش&#1614;اء&#1616; ر&#1614;ك&#1618;ع&#1614;ت&#1614;ي&#1618;ن&#1616; ق&#1614;ص&#1618;ر&#1611;ا م&#1614;ج&#1618;م&#1615;و&#1618;ع&#1611;ا ا&#1616;ل&#1614;ي&#1618;ه&#1616; الم&#1614;غ&#1618;ر&#1616;ب&#1615; ج&#1614;م&#1618;ع&#1614; ت&#1614;ق&#1618;د&#1616;ي&#1618;م&#1613; لله ت&#1614;ع&#1614;ال&#1614;ى</div>
		</div>
<br />
Usholli Farddhal isyaa-i rak'atini qashran majmuu'an ilaihil maghribu jam'a taqdimi lillahi ta'alaa<br />
"Aku Niat sholat fardhu isya 2 rakaat di jamak qashar serta maghrib dengan jamak takdim karena allah ta'alaa"<br />
		</li>
		</li>
		<li>Takbiratul ihram.</li>
		<li>Salat isya’ dua rakaat (diringkas)</li>
		<li>Salam</li>
		</ol>
    </div>

</div>      
		   
	</div>
</body>
</html>